[
  {
    "term": "Direito Ambiental*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Civil*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Penal*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Constitucional*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Tributário*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Empresarial*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Administrativo*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Internacional*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Processual Civil*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Processual Penal*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Previdenciário*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Agrário*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Marítimo*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito do Consumidor*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito do Trabalho*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Trabalhista Rural*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Eleitoral*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito de Família*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito das Sucessões*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Homoafetivo*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito de Propriedade*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Autoral*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Desportivo*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Digital*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Educacional*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Médico*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Urbanístico*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Militar*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito Penitenciário*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Direito à Privacidade*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação Cautelar*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Cobrança*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Despejo*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Indenização*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Alimentos*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação Civil Pública*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação Popular*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Usucapião*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Obrigação de Fazer*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Obrigação de Não Fazer*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação Monitória*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Execução*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Consignação em Pagamento*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Dúvida*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Anulação*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Reintegração de Posse*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação Demarcatória*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação de Divisão*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação Possessória*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Ação Revocatória*",
    "definition": "Texto simulando a definição do termo."
  },
  {
    "term": "Abandono de processo",
    "definition": "Situação que se verifica quando o processo fica paralisado por mais de um ano, em virtude de negligência das partes - autor ou réu -, ou por mais de trinta dias, por negligência do autor."
  },
  {
    "term": "Abolitio criminis",
    "definition": "Abolição do crime em razão do advento de lei nova que deixa de considerar crime a conduta anteriormente tipificada."
  },
  {
    "term": "Agravo em Recurso Extraordinário",
    "definition": "Recurso cabível contra decisão do presidente ou do vice-presidente do tribunal recorrido que inadmitir recurso extraordinário, salvo quando fundada na aplicação de entendimento firmado em regime de repercussão geral ou em julgamento de recursos repetitivos."
  },
  {
    "term": "Agravo interno",
    "definition": "Recurso cabível para o respectivo órgão colegiado contra decisão proferida pelo presidente do tribunal, presidente da turma ou pelo relator, nos termos do regimento interno do tribunal."
  },
  {
    "term": "Arguição de Descumprimento de Preceito Fundamental",
    "definition": "Ação de competência originária do STF, com efeitos erga omnes e vinculantes, que visa reparar ou evitar lesão a preceito fundamental, resultante de ato do Poder Público."
  },
  {
    "term": "Arguição de suspeição",
    "definition": "Ação cabível para afastar magistrado que dirigiria o processo, baseada nas causas de suspeição e impedimento elencadas nos arts."
  },
  {
    "term": "Arrependimento posterior",
    "definition": "Causa geral de diminuição de pena em razão da reparação do dano físico ou moral ou da restituição da coisa, por ato voluntário do agente, nos crimes cometidos sem violência ou grave ameaça à pessoa."
  },
  {
    "term": "Ação Cível",
    "definition": "Também conhecida como ação civil."
  },
  {
    "term": "Ação Declaratória de Constitucionalidade",
    "definition": "Ação de competência originária do STF que tem como objetivo a declaração de conformidade de uma lei ou ato normativo federal autônomo (não regulamentar) com a Constituição Federal."
  },
  {
    "term": "Ação Direta de Inconstitucionalidade",
    "definition": "Ação de competência originária do STF que tem por objetivo a declaração de inconstitucionalidade de uma lei ou ato normativo federal ou estadual."
  },
  {
    "term": "Ação Direta de Inconstitucionalidade por Omissão",
    "definition": "Ação de competência originária do STF que tem por objetivo dar efetividade a determinada norma constitucional, uma vez reconhecida omissão, falta ou falha do Poder Público, por ter deixado de praticar ato imprescindível à exequibilidade do preceito constitucional."
  },
  {
    "term": "Ação Originária Especial",
    "definition": "Ação destinada àqueles que, por motivos exclusivamente políticos, foram cassados ou tiveram seus direitos políticos suspensos no período de 15 de julho a 31 de dezembro de 1969, por ato do então Presidente da República."
  },
  {
    "term": "Ação cautelar",
    "definition": "Ação de natureza instrumental que visa prevenir qualquer lesão de direito, bem como garantir a eficácia futura do processo principal com o qual está relacionada."
  },
  {
    "term": "Ação cível originária",
    "definition": "Classe processual (ACO) que identifica as causas originárias do Supremo Tribunal Federal sobre os conflitos entre Estados estrangeiros ou organismos internacionais e a União, o Estado, o Distrito Federal ou o Território, bem como as causas sobre conflitos entre a União e os Estados, a União e o Distrito Federal, ou entre uns e outros, inclusive as respectivas entidades da administração indireta."
  },
  {
    "term": "Ação penal",
    "definition": "É a ação para examinar a ocorrência de crime ou contravenção."
  },
  {
    "term": "Ação penal pública",
    "definition": "É a ação penal de iniciativa do Ministério Público, na condição de representante da sociedade, podendo ser condicionada à representação do ofendido ou à requisição do Ministro da Justiça."
  },
  {
    "term": "Ação rescisória",
    "definition": "É uma ação autônoma de impugnação, que visa desconstituir uma decisão de mérito transitada em julgado que esteja inquinada de nulidade."
  },
  {
    "term": "Bullying",
    "definition": "Todo ato de violência física ou psicológica, intencional e repetitivo que ocorre sem motivação evidente, praticado por indivíduo ou grupo, contra uma ou mais pessoas, com o objetivo de intimidá-la ou agredi-la, causando dor e angústia à vítima, em uma relação de desequilíbrio de poder entre as partes envolvidas."
  },
  {
    "term": "Cargo efetivo",
    "definition": "Cargo público, o qual consiste em um conjunto de atribuições, deveres e responsabilidades definidas em estatutos dos entes federativos, exercido por servidor aprovado em concurso público de provas ou de provas e títulos."
  },
  {
    "term": "Cargo em comissão",
    "definition": "Cargo público declarado em lei de livre nomeação e exoneração, ocupado por titular escolhido para o exercício de função de confiança, inclusive interinamente, com dispensa de aprovação em concurso público."
  },
  {
    "term": "Carta precatória",
    "definition": "Ato pelo qual um juiz requisita a outro magistrado, de igual ou superior categoria funcional, sediado em comarca diversa, que pratique ou determine o cumprimento de diligências ou demais atos processuais pertinentes a um caso submetido à apreciação do primeiro, mas que só pode ser realizado na área de competência territorial do segundo."
  },
  {
    "term": "Carta rogatória",
    "definition": "Ato pelo qual um juiz solicita a órgão jurisdicional de país diverso a realização de atos processuais ou o cumprimento de providências judiciais que devam ser executadas no território estrangeiro, relativo a processo em curso perante o judiciário brasileiro."
  },
  {
    "term": "Caso fortuito",
    "definition": "Situação em que a responsabilidade civil é afastada em razão de fato natural extraordinário ou irresistível que causa algum dano ou outro efeito jurídico."
  },
  {
    "term": "Citado",
    "definition": "Aquele que recebeu a citação judicial, podendo ser: o réu, que poderá apresentar sua defesa; o interessado, que poderá manifestar-se nos autos para tutelar seu interesse no procedimento instaurado; o executado, que dará prosseguimento aos atos executórios."
  },
  {
    "term": "Citação",
    "definition": "Ato pelo qual o Poder Judiciário convoca o réu, o executado ou o interessado para integrar a relação processual e, querendo, defender-se ou manifestar-se em juízo, dando-lhes conhecimento da ação contra eles demandada."
  },
  {
    "term": "Cláusula pétrea",
    "definition": "Dispositivo constitucional que forma o núcleo intangível da Constituição Federal."
  },
  {
    "term": "Coisa julgada",
    "definition": "Qualidade dos efeitos do julgamento que consiste na imutabilidade e na indiscutibilidade da decisão judicial, em face da preclusão (coisa julgada formal) ou dos efeitos da decisão (coisa julgada material)."
  },
  {
    "term": "Comarca",
    "definition": "Circunscrição territorial que delimita a jurisdição do magistrado, ou seja, define seu âmbito de atuação."
  },
  {
    "term": "Condenado",
    "definition": "Aquele sobre quem recai a condenação, sendo imposta uma pena correspondente à infração da qual foi considerado culpado."
  },
  {
    "term": "Conflito de competência",
    "definition": "Ação impetrada quando há questionamento acerca da competência do órgão jurisdicional (juízes ou tribunais) para apreciação da lide."
  },
  {
    "term": "Conflito federativo",
    "definition": "Casos em que litigam entre si a União, os Estados-membros, o Distrito Federal, ou as respectivas entidades da administração indireta, desde que a controvérsia tenha potencial de afetar a harmonia e o equilíbrio da federação brasileira."
  },
  {
    "term": "Contrafé",
    "definition": "Cópia de inteiro teor do mandado de citação ou de demais atos processuais (intimação, penhora, notificação, busca e apreensão, etc) entregue à parte pelo oficial de justiça para atestar a ciência do ato."
  },
  {
    "term": "Contribuição de melhoria",
    "definition": "Espécie de tributo exigido pela União, Estados, Distrito Federal ou Municípios em razão da valorização imobiliária provocada por obra pública no imóvel do contribuinte."
  },
  {
    "term": "Contribuição social",
    "definition": "Espécie de tributo instituído pela União para custear atividades estatais específicas, como: financiamento dos serviços da seguridade social, intervenção no domínio econômico, atendimento aos interesses de categorias econômicas e profissionais."
  },
  {
    "term": "Controvérsia",
    "definition": "Questão que se reproduz em múltiplos recursos pelo País."
  },
  {
    "term": "Crime continuado",
    "definition": "Também denominado \"continuidade delitiva\", refere-se ao crime em que o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes da mesma espécie e, pelas condições de lugar, tempo e maneira de execução e outras semelhantes, devem atos subsequentes serem considerados como continuação do primeiro."
  },
  {
    "term": "Custas judiciais",
    "definition": "Despesas decorrentes da tramitação do processo, pagas pelas partes em contraprestação aos atos praticados em juízo."
  },
  {
    "term": "Decadência",
    "definition": "Perda do próprio direito material pela inação de seu titular, que deixa transcorrer prazo legal ou convencional fixado para seu exercício."
  },
  {
    "term": "Decisão colegiada",
    "definition": "Decisão proferida por um grupo de juízes ou ministros, reunidos em um colegiado."
  },
  {
    "term": "Decisão definitiva",
    "definition": "É o ato pelo qual o juiz decide, no todo ou em parte, o mérito da causa."
  },
  {
    "term": "Decisão interlocutória",
    "definition": "É o ato pelo qual o juiz, no curso do processo, resolve questão incidente, ou seja, ponto relevante que não põe fim ao processo."
  },
  {
    "term": "Decisão monocrática",
    "definition": "Decisão proferida individualmente por um magistrado que é membro de um órgão colegiado."
  },
  {
    "term": "Delação premiada",
    "definition": "Espécie de colaboração premiada que consiste no conjunto de informações prestadas pelo acusado que tenha coperado efetiva e voluntariamente com autoridade policial ou judiciária na coleta de provas, favorecendo a identificação dos demais coautores ou partícipes do crime e das infrações penais por eles praticadas."
  },
  {
    "term": "Denúncia de contrato",
    "definition": "Modalidade de extinção unilateral de contrato por iniciativa extrajudicial de um dos contraentes, impedindo a renovação do contrato por um novo período subsequente ao ciclo contratual em vigor."
  },
  {
    "term": "Depositário infiel",
    "definition": "Aquele que, tendo sob sua guarda bem alheio ou próprio, do qual não tem livre disponibilidade, injustificadamente se nega a devolvê-lo ou dele se desfaz, em prejuízo de outrem."
  },
  {
    "term": "Despacho",
    "definition": "Ato judicial praticado no processo, de ofício ou a requerimento da parte, desprovido de conteúdo decisório, a cujo respeito a lei não estabeleça outra forma."
  },
  {
    "term": "Despesas processuais",
    "definition": "Expressão genérica que se refere à totalidade de gastos necessários à prestação da justiça."
  },
  {
    "term": "Detração penal",
    "definition": "Cômputo, na pena privativa de liberdade definitiva ou na medida de segurança, do período de prisão provisória ou preventiva já cumprido, incluindo o tempo de internação em hospital psiquiátrico, se for o caso."
  },
  {
    "term": "Devido processo legal",
    "definition": "Princípio constitucional que assegura um julgamento imparcial, proferido por juiz natural e conforme normas anteriores ao fato ensejador da causa, além do pleno exercício do direito de defesa e outras garantias processuais dos litigantes."
  },
  {
    "term": "Direito adquirido",
    "definition": "Espécie de direito subjetivo que a lei considera definitivamente incorporado ao patrimônio jurídico e à personalidade de seu titular, ainda que este não o exercite."
  },
  {
    "term": "Direito líquido e certo",
    "definition": "Direito expresso em norma legal e apto a ser exercido imediatamente, pois versa sobre fatos incontroversos, ou seja, constatáveis de plano mediante prova literal inequívoca."
  },
  {
    "term": "Distribuição",
    "definition": "Ato administrativo pelo qual o cartório do tribunal divide os processos apresentados entre os magistrados, por sorteio, para que procedam ao seu julgamento."
  },
  {
    "term": "Diário oficial",
    "definition": "Periódico do governo federal, estadual ou municipal, destinado à publicação de leis e atos oficiais, conferindo transparência e publicidade aos atos do Poder Público."
  },
  {
    "term": "Duplo grau de jurisdição",
    "definition": "Princípio de organização judiciária que estabelece a existência de duas instâncias, inferior e superior, determinando que as causas decididas em primeira instância (juízo a quo) sejam reapreciadas, em grau de recurso, na segunda instância (juízo ad quem)."
  },
  {
    "term": "Efeito vinculante",
    "definition": "Efeito obrigatório de uma decisão definitiva tomada em instância superior em relação às decisões de instância inferior, as quais deverão observá-la sempre que se discuta matéria idêntica."
  },
  {
    "term": "Embargos de declaração",
    "definition": "Recurso dirigido ao próprio juiz ou tribunal que emitiu a decisão, para que se pronuncie sobre obscuridades, dúvidas, omissões ou contradições nela contidas."
  },
  {
    "term": "Embargos de divergência",
    "definition": "Recurso que busca viabilizar a uniformidade das interpretações jurídicas no tribunal."
  },
  {
    "term": "Embargos infringentes",
    "definition": "Recurso que estava previsto no artigo 530 do Código de Processo Civil de 1973, já revogado, para impugnar decisão colegiada não unânime quando havia reformado, em grau de apelação, a sentença de mérito, ou havia julgado procedente ação rescisória."
  },
  {
    "term": "Emenda constitucional",
    "definition": "Tipo de norma que é editada para reformar, substituir, acrescentar ou eliminar texto da Constituição."
  },
  {
    "term": "Entrância",
    "definition": "Categoria hierárquica das circunscrições jurisdicionais (comarcas) estabelecida de acordo com as regras da Lei de Organização Judiciária de cada Estado-membro, correspondendo a um grau na carreira da magistratura tanto para ingresso quanto para promoção a tribunal imediatamente superior, por merecimento ou antiguidade do juiz na carreira."
  },
  {
    "term": "Espólio",
    "definition": "Conjunto de bens, rendimentos, obrigações e direitos que integram o patrimônio deixado por pessoa falecida (de cujus) e que será dividido entre herdeiros e legatários no inventário."
  },
  {
    "term": "Expulsão de estrangeiro",
    "definition": "Medida administrativa para retirar compulsoriamente do território nacional estrangeiro cuja conduta se mostra nociva ou perigosa aos interesses do País, à ordem pública ou à segurança nacional."
  },
  {
    "term": "Extradição",
    "definition": "Ação na qual Estado estrangeiro solicita a condução forçada de indivíduo ao Estado onde tenha praticado o delito, para que lá seja processado e julgado."
  },
  {
    "term": "Foro especial por prerrogativa de função",
    "definition": "Prerrogativa concedida a determinadas autoridades públicas em razão da função desempenhada, o que permite um julgamento por órgão de maior graduação em caso de crimes comuns e de responsabilidade."
  },
  {
    "term": "Força maior",
    "definition": "Situação em que a responsabilidade civil é afastada em decorrência de fato imprevisível, externo e irresistível, resultante da ação humana alheia que impeça o indivíduo de agir ou de cumprir com seus direitos ou deveres, por não possuir meios para evitá-lo."
  },
  {
    "term": "Grau de jurisdição",
    "definition": "Ordem hierárquica da instância judicial em que tramita a ação."
  },
  {
    "term": "Guia de recolhimento de custas e emolumentos",
    "definition": "Formulário para pagamento de taxas judiciárias (custas e emolumentos), cujo recolhimento deverá ser realizado em caixas econômicas estaduais ou agências bancárias, antes da distribuição da ação."
  },
  {
    "term": "Honorários advocatícios",
    "definition": "Retribuição paga ao advogado pelo serviço prestado ao patrocinar uma causa."
  },
  {
    "term": "Honorários de sucumbência",
    "definition": "Espécie de honorário advocatício devido pela parte perdedora no processo ao advogado da parte vencedora."
  },
  {
    "term": "Ilegitimidade de parte",
    "definition": "Impossibilidade do pretenso autor ou réu de postular em juízo, em face da falta de titularidade para pleitear direito próprio ou de outrem."
  },
  {
    "term": "Imissão de posse",
    "definition": "Ato pelo qual, por ordem judicial, o proprietário ingressa na posse de imóvel a que se tem direito e da qual foi injustamente alijado."
  },
  {
    "term": "Impossibilidade jurídica do pedido",
    "definition": "Situação em que a pretensão formulada em um processo judicial não possui fundamento legal ou viola o ordenamento jurídico."
  },
  {
    "term": "Imposto",
    "definition": "Espécie de tributo instituído pela União, Estados, Distrito Federal ou Municípios, destinado a cobrir as despesas gerais da Administração Pública."
  },
  {
    "term": "Imunidade parlamentar",
    "definition": "Prerrogativa conferida ao Poder Legislativo que assegura o livre exercício das funções parlamentares, garantindo a liberdade de voto e de opinião de seus integrantes, bem como protegendo-os contra ações judiciais e abusos dos demais Poderes."
  },
  {
    "term": "Inconstitucionalidade por arrastamento",
    "definition": "Ocorre quando a declaração de inconstitucionalidade de uma norma impugnada se estende aos dispositivos normativos que apresentam com ela uma relação de conexão ou de interdependência."
  },
  {
    "term": "Inconstitucionalidade por omissão",
    "definition": "Descumprimento da Constituição pelo Poder competente por negligência ou falta de interesse ao não elaborar normas imprescindíveis ao fiel cumprimento dos preceitos constitucionais."
  },
  {
    "term": "Indeferimento da petição inicial",
    "definition": "Ato pelo qual o magistrado rejeita a petição inicial com base nas causas apontadas na lei, pondo fim ao processo sem resolução do mérito."
  },
  {
    "term": "Indiciado",
    "definition": "Aquele sobre quem recaem indícios de ter praticado fato criminoso, sendo passível de ser pronunciado em processo criminal."
  },
  {
    "term": "Iniciativa de lei",
    "definition": "Ato inaugural do processo legislativo, sendo prerrogativa atribuída por norma constitucional ao Presidente da República, aos membros do Congresso Nacional e das Assembléias Legislativas estaduais, ao Supremo Tribunal Federal, aos Tribunais Superiores, ao Procurador-Geral da República e aos cidadãos."
  },
  {
    "term": "Inimputável",
    "definition": "Pessoa que, por doença mental ou desenvolvimento mental incompleto ou retardado, é inteiramente incapaz de entender o caráter ilícito de sua ação ou omissão delituosa ou de determinar-se de acordo com esse entendimento."
  },
  {
    "term": "Inquérito",
    "definition": "1- Peça informativa que reúne os elementos necessários à conclusão das investigações e, se resultar responsabilidade penal do investigado, passará à classe \"Ação Penal\" após o recebimento da denúncia ou queixa."
  },
  {
    "term": "Instrução do processo",
    "definition": "Fase do processo judicial em que são praticados os atos necessários para demonstrar a veracidade das alegações, de modo a formar a convicção do magistrado e possibilitar a solução da controvérsia, por meio do julgamento final da causa."
  },
  {
    "term": "Interesse difuso",
    "definition": "É o interesse comum de pessoas indeterminadas, não ligadas por vínculos jurídicos, mas por circunstâncias de fato."
  },
  {
    "term": "Interesse processual",
    "definition": "É uma das condições para o regular processamento da ação."
  },
  {
    "term": "Interpretação conforme a constituição",
    "definition": "Técnica de julgamento de questões de constitucionalidade, também chamada de interpretação conforme, por meio da qual o magistrado escolhe, entre as possibilidades de interpretação de determinada norma infraconstitucional, aquela que é compatível com a constituição."
  },
  {
    "term": "Intervenção federal",
    "definition": "Medida excepcional de interferência da União nos Estados-membros ou no Distrito Federal, suprimindo, temporariamente, a autonomia dos referidos entes, nos limites das hipóteses taxativamente previstas na Constituição Federal."
  },
  {
    "term": "Investigado",
    "definition": "Pessoa física ou jurídica submetida a investigação."
  },
  {
    "term": "Inépcia da petição inicial",
    "definition": "Vício da petição inicial que, por ser contraditória, absurda, inconcludente, ininteligível ou por não preencher os requisitos legais, torna-se inapta a produzir efeitos."
  },
  {
    "term": "Juiz das garantias",
    "definition": "Magistrado responsável pelo controle da legalidade da investigação criminal e pela salvaguarda dos direitos individuais dos investigados."
  },
  {
    "term": "Juizado Especial",
    "definition": "Tipo de órgão do Poder Judiciário provido por juízes togados, ou togados e leigos, competente para a conciliação, o julgamento e a execução de causas cíveis de menor complexidade e infrações penais de menor potencial ofensivo."
  },
  {
    "term": "Justiça Federal",
    "definition": "Ramo do Poder Judiciário que tem competência para, de modo geral, julgar as causas que são de interesse da União, entidade autárquica ou empresa pública federal, na condição de autoras, rés, assistentes ou oponentes, além de outras hipóteses, especificadas no artigo 109 da CF/1988."
  },
  {
    "term": "Justiça do Trabalho",
    "definition": "Ramo do Poder Judiciário que tem competência para julgar as ações oriundas da relação de trabalho e outras causas correlatas."
  },
  {
    "term": "Juízo de Admissibilidade",
    "definition": "Apreciação feita pela autoridade judiciária sobre o direito de a parte requerer a tutela jurisdicional do Estado ou sobre os atos do procedimento, de modo a verificar se os requisitos para o julgamento de mérito da causa ou do recurso foram atendidos."
  },
  {
    "term": "Juízo de Mérito",
    "definition": "Pela sistemática da repercussão geral, só se analisa o mérito de temas com repercussão reconhecida."
  },
  {
    "term": "Juízo de Retratação",
    "definition": "Juízo realizado pelo tribunal de origem, após o julgamento de mérito de tema com repercussão geral reconhecida pelo STF."
  },
  {
    "term": "Lei Complementar",
    "definition": "Espécie de lei que visa complementar a Constituição Federal, regulando temas especificados no próprio texto constitucional."
  },
  {
    "term": "Lei Ordinária",
    "definition": "Espécie de lei assim denominada no processo legislativo para distingui-la das leis que seguem rito especial de procedimento."
  },
  {
    "term": "Licitação",
    "definition": "Procedimento por meio do qual os entes públicos adquirem bens e serviços ou vendem seu patrimônio, buscando a melhor proposta."
  },
  {
    "term": "Lide",
    "definition": "Conflito de interesses entre as partes, qualificado pela pretensão do autor e a resistência do réu."
  },
  {
    "term": "Liminar",
    "definition": "Ordem judicial emitida de imediato pelo juiz em caso de tutela de urgência, concedida antes da discussão do mérito da ação."
  },
  {
    "term": "Litisconsórcio",
    "definition": "É a pluralidade de partes no mesmo processo para defender interesses comuns, conexos ou afins, desde que a solução ou o resultado obtido pela decisão judicial influa sobre esses interesses."
  },
  {
    "term": "Litígio",
    "definition": "Disputa judicial que se constitui após a contestação pelo réu do pedido apresentado pelo autor."
  },
  {
    "term": "Maioria qualificada",
    "definition": "É a maioria formada por um número pré-estabelecido na Constituição, em lei ou em regulamento, geralmente superior à maioria absoluta, para a aprovação de alguns temas."
  },
  {
    "term": "Mandado",
    "definition": "Ato escrito emanado de autoridade pública, judicial ou administrativa, em virtude do qual deve ser cumprida a diligência ou a medida que ali se ordena ou se determina, como dar ciência à realização de algo."
  },
  {
    "term": "Mandado de Injunção",
    "definition": "Ação ajuizada para suprir lacuna legislativa."
  },
  {
    "term": "Mandado de Segurança",
    "definition": "Ação intentada para assegurar à pessoa, física ou jurídica, direito líquido e certo, individual ou coletivo, ameaçado ou violado, quando o responsável pela ilegalidade ou abuso de poder for autoridade pública ou agente de pessoa jurídica no exercício de atribuições do Poder Público."
  },
  {
    "term": "Medida Provisória",
    "definition": "Norma com força de lei, editada pelo Presidente da República em caso de relevância e urgência e imediatamente submetida à apreciação do Congresso Nacional, que decide sobre a possibilidade de conversão em lei."
  },
  {
    "term": "Medida de Segurança",
    "definition": "É uma medida de defesa social aplicada a pessoas inimputáveis que cometeram crime e que revelem periculosidade social."
  },
  {
    "term": "Memoriais",
    "definition": "Peça processual apresentada pelas partes após a instrução."
  },
  {
    "term": "Ministério Público",
    "definition": "Instituição permanente, una, indivisível e independente, incluída na Constituição Federal entre as atividades essenciais à função jurisdicional do Estado."
  },
  {
    "term": "Mora",
    "definition": "Atraso no cumprimento de uma obrigação, bem como desobediência quanto à forma ou local de de efetivá-lo, conforme estabelecido em lei ou por contrato entre as partes."
  },
  {
    "term": "Nacionalidade",
    "definition": "É a qualidade da pessoa que pertence a uma nação com qual se identifica."
  },
  {
    "term": "Naturalização",
    "definition": "É o processo pelo qual o Estado (Nação) concede sua nacionalidade ao indivíduo que, originariamente, não é nacional daquele país."
  },
  {
    "term": "Negócio Jurídico",
    "definition": "É um ato jurídico lícito praticado com o fim de adquirir, conservar, transferir, modificar ou extinguir direitos."
  },
  {
    "term": "Nepotismo",
    "definition": "É o favorecimento de parentes de políticos ou de pessoas que exercem poder na administração pública, por meio de nomeações, contratações ou designações para ocupação de cargos públicos."
  },
  {
    "term": "Nexo Causal",
    "definition": "É o vínculo que relaciona o ato ou fato à consequência provocada por ele."
  },
  {
    "term": "Norma Penal em Branco",
    "definition": "É uma norma penal genérica, cujo mandamento necessita de outra norma penal específica que a complemente."
  },
  {
    "term": "Ordem dos Advogados do Brasil",
    "definition": "Órgão de classe profissional, ao qual estão submetidos todos os advogados nela inscritos, que exerce o papel de fiscalizador do exercício da advocacia."
  },
  {
    "term": "Organização Internacional do Trabalho",
    "definition": "É uma organização que reúne Estados Soberanos em busca do aprimoramento e uniformização do Direito do Trabalho."
  },
  {
    "term": "Organização Judiciária",
    "definition": "Conjunto de normas pertinentes à organização, estrutura e hierarquia dos órgãos e auxiliares do Poder Judiciário."
  },
  {
    "term": "Partido Político",
    "definition": "Pessoa jurídica de direito privado, formada pela associação de pessoas físicas que compartilham os mesmos ideais políticos, visando ao alcance do poder por meio das eleições."
  },
  {
    "term": "Peculato",
    "definition": "Crime praticado por um servidor público que se apropria de dinheiro ou qualquer bem a que tenha acesso em razão do cargo."
  },
  {
    "term": "Perito",
    "definition": "Pessoa com conhecimento técnico ou científico necessário, designada pelo magistrado para emitir opinião fundamentada acerca de determinada prova ou fato, de que dependa a solução do processo."
  },
  {
    "term": "Perícia",
    "definition": "Exame ou vistoria, realizados por perito, para fins de emitir opinião técnica fundamentada acerca de determinada prova ou fato, de que dependa a solução do processo."
  },
  {
    "term": "Pessoa Jurídica",
    "definition": "Ente coletivo, resultado de uma ficção jurídica, que possui personalidade própria para ser sujeito capaz de adquirir direitos e contrair obrigações."
  },
  {
    "term": "Pessoa Natural",
    "definition": "É toda pessoa humana capaz de adquirir direitos e contrair obrigações."
  },
  {
    "term": "Petição Inicial",
    "definition": "Requerimento inicial dirigido ao magistrado, por meio do qual o autor exerce seu direito de ação."
  },
  {
    "term": "Petição inepta",
    "definition": "É aquela que apresenta uma das seguintes características:i."
  },
  {
    "term": "Plebiscito",
    "definition": "É uma das formas de exercício da soberania popular, mediante a qual o eleitorado é inquirido previamente para manifestar sua opinião acerca de determinado tema de grande importância política, econômica ou social."
  },
  {
    "term": "Poder Constituinte",
    "definition": "É o poder de elaborar, reformar e revisar a ordem jurídica do Estado, de maneira originária ou derivada."
  },
  {
    "term": "Poder Discricionário",
    "definition": "É o poder atribuído à Administração Pública de decidir, dentro de limites estabelecidos em lei, acerca da conveniência e oportunidade da prática dos atos administrativos."
  },
  {
    "term": "Poder Executivo",
    "definition": "Um dos três poderes do Estado, que é responsável pelo governo do país, Estado, Município ou Distrito Federal."
  },
  {
    "term": "Extradição",
    "definition": "Ação na qual Estado estrangeiro solicita a condução forçada de indivíduo ao Estado onde tenha praticado o delito, para que lá seja processado e julgado."
  },
  {
    "term": "Foro especial por prerrogativa de função",
    "definition": "Prerrogativa concedida a determinadas autoridades públicas em razão da função desempenhada, o que permite um julgamento por órgão de maior graduação em caso de crimes comuns e de responsabilidade."
  },
  {
    "term": "Força maior",
    "definition": "Situação em que a responsabilidade civil é afastada em decorrência de fato imprevisível, externo e irresistível, resultante da ação humana alheia que impeça o indivíduo de agir ou de cumprir com seus direitos ou deveres, por não possuir meios para evitá-lo."
  },
  {
    "term": "Grau de jurisdição",
    "definition": "Ordem hierárquica da instância judicial em que tramita a ação."
  },
  {
    "term": "Guia de recolhimento de custas e emolumentos",
    "definition": "Formulário para pagamento de taxas judiciárias (custas e emolumentos), cujo recolhimento deverá ser realizado em caixas econômicas estaduais ou agências bancárias, antes da distribuição da ação."
  },
  {
    "term": "Honorários advocatícios",
    "definition": "Retribuição paga ao advogado pelo serviço prestado ao patrocinar uma causa."
  },
  {
    "term": "Honorários de sucumbência",
    "definition": "Espécie de honorário advocatício devido pela parte perdedora no processo ao advogado da parte vencedora."
  },
  {
    "term": "Ilegitimidade de parte",
    "definition": "Impossibilidade do pretenso autor ou réu de postular em juízo, em face da falta de titularidade para pleitear direito próprio ou de outrem."
  },
  {
    "term": "Imissão de posse",
    "definition": "Ato pelo qual, por ordem judicial, o proprietário ingressa na posse de imóvel a que se tem direito e da qual foi injustamente alijado."
  },
  {
    "term": "Impossibilidade jurídica do pedido",
    "definition": "Situação em que a pretensão formulada em um processo judicial não possui fundamento legal ou viola o ordenamento jurídico."
  },
  {
    "term": "Imposto",
    "definition": "Espécie de tributo instituído pela União, Estados, Distrito Federal ou Municípios, destinado a cobrir as despesas gerais da Administração Pública."
  },
  {
    "term": "Imunidade parlamentar",
    "definition": "Prerrogativa conferida ao Poder Legislativo que assegura o livre exercício das funções parlamentares, garantindo a liberdade de voto e de opinião de seus integrantes, bem como protegendo-os contra ações judiciais e abusos dos demais Poderes."
  },
  {
    "term": "Inconstitucionalidade por arrastamento",
    "definition": "Ocorre quando a declaração de inconstitucionalidade de uma norma impugnada se estende aos dispositivos normativos que apresentam com ela uma relação de conexão ou de interdependência."
  },
  {
    "term": "Inconstitucionalidade por omissão",
    "definition": "Descumprimento da Constituição pelo Poder competente por negligência ou falta de interesse ao não elaborar normas imprescindíveis ao fiel cumprimento dos preceitos constitucionais."
  },
  {
    "term": "Indeferimento da petição inicial",
    "definition": "Ato pelo qual o magistrado rejeita a petição inicial com base nas causas apontadas na lei, pondo fim ao processo sem resolução do mérito."
  },
  {
    "term": "Indiciado",
    "definition": "Aquele sobre quem recaem indícios de ter praticado fato criminoso, sendo passível de ser pronunciado em processo criminal."
  },
  {
    "term": "Iniciativa de lei",
    "definition": "Ato inaugural do processo legislativo, sendo prerrogativa atribuída por norma constitucional ao Presidente da República, aos membros do Congresso Nacional e das Assembléias Legislativas estaduais, ao Supremo Tribunal Federal, aos Tribunais Superiores, ao Procurador-Geral da República e aos cidadãos."
  },
  {
    "term": "Inimputável",
    "definition": "Pessoa que, por doença mental ou desenvolvimento mental incompleto ou retardado, é inteiramente incapaz de entender o caráter ilícito de sua ação ou omissão delituosa ou de determinar-se de acordo com esse entendimento."
  },
  {
    "term": "Inquérito",
    "definition": "1- Peça informativa que reúne os elementos necessários à conclusão das investigações e, se resultar responsabilidade penal do investigado, passará à classe \"Ação Penal\" após o recebimento da denúncia ou queixa."
  },
  {
    "term": "Instrução do processo",
    "definition": "Fase do processo judicial em que são praticados os atos necessários para demonstrar a veracidade das alegações, de modo a formar a convicção do magistrado e possibilitar a solução da controvérsia, por meio do julgamento final da causa."
  },
  {
    "term": "Interesse difuso",
    "definition": "É o interesse comum de pessoas indeterminadas, não ligadas por vínculos jurídicos, mas por circunstâncias de fato."
  },
  {
    "term": "Interesse processual",
    "definition": "É uma das condições para o regular processamento da ação."
  },
  {
    "term": "Interpretação conforme a constituição",
    "definition": "Técnica de julgamento de questões de constitucionalidade, também chamada de interpretação conforme, por meio da qual o magistrado escolhe, entre as possibilidades de interpretação de determinada norma infraconstitucional, aquela que é compatível com a constituição."
  },
  {
    "term": "Intervenção federal",
    "definition": "Medida excepcional de interferência da União nos Estados-membros ou no Distrito Federal, suprimindo, temporariamente, a autonomia dos referidos entes, nos limites das hipóteses taxativamente previstas na Constituição Federal."
  },
  {
    "term": "Investigado",
    "definition": "Pessoa física ou jurídica submetida a investigação."
  },
  {
    "term": "Inépcia da petição inicial",
    "definition": "Vício da petição inicial que, por ser contraditória, absurda, inconcludente, ininteligível ou por não preencher os requisitos legais, torna-se inapta a produzir efeitos."
  },
  {
    "term": "Juiz das garantias",
    "definition": "Magistrado responsável pelo controle da legalidade da investigação criminal e pela salvaguarda dos direitos individuais dos investigados."
  },
  {
    "term": "Juizado Especial",
    "definition": "Tipo de órgão do Poder Judiciário provido por juízes togados, ou togados e leigos, competente para a conciliação, o julgamento e a execução de causas cíveis de menor complexidade e infrações penais de menor potencial ofensivo."
  },
  {
    "term": "Justiça Federal",
    "definition": "Ramo do Poder Judiciário que tem competência para, de modo geral, julgar as causas que são de interesse da União, entidade autárquica ou empresa pública federal, na condição de autoras, rés, assistentes ou oponentes, além de outras hipóteses, especificadas no artigo 109 da CF/1988."
  },
  {
    "term": "Justiça do Trabalho",
    "definition": "Ramo do Poder Judiciário que tem competência para julgar as ações oriundas da relação de trabalho e outras causas correlatas."
  },
  {
    "term": "Juízo de Admissibilidade",
    "definition": "Apreciação feita pela autoridade judiciária sobre o direito de a parte requerer a tutela jurisdicional do Estado ou sobre os atos do procedimento, de modo a verificar se os requisitos para o julgamento de mérito da causa ou do recurso foram atendidos."
  },
  {
    "term": "Juízo de Mérito",
    "definition": "Pela sistemática da repercussão geral, só se analisa o mérito de temas com repercussão reconhecida."
  },
  {
    "term": "Juízo de Retratação",
    "definition": "Juízo realizado pelo tribunal de origem, após o julgamento de mérito de tema com repercussão geral reconhecida pelo STF."
  },
  {
    "term": "Lei Complementar",
    "definition": "Espécie de lei que visa complementar a Constituição Federal, regulando temas especificados no próprio texto constitucional."
  },
  {
    "term": "Lei Ordinária",
    "definition": "Espécie de lei assim denominada no processo legislativo para distingui-la das leis que seguem rito especial de procedimento."
  },
  {
    "term": "Licitação",
    "definition": "Procedimento por meio do qual os entes públicos adquirem bens e serviços ou vendem seu patrimônio, buscando a melhor proposta."
  },
  {
    "term": "Lide",
    "definition": "Conflito de interesses entre as partes, qualificado pela pretensão do autor e a resistência do réu."
  },
  {
    "term": "Liminar",
    "definition": "Ordem judicial emitida de imediato pelo juiz em caso de tutela de urgência, concedida antes da discussão do mérito da ação."
  },
  {
    "term": "Litisconsórcio",
    "definition": "É a pluralidade de partes no mesmo processo para defender interesses comuns, conexos ou afins, desde que a solução ou o resultado obtido pela decisão judicial influa sobre esses interesses."
  },
  {
    "term": "Litígio",
    "definition": "Disputa judicial que se constitui após a contestação pelo réu do pedido apresentado pelo autor."
  },
  {
    "term": "Maioria qualificada",
    "definition": "É a maioria formada por um número pré-estabelecido na Constituição, em lei ou em regulamento, geralmente superior à maioria absoluta, para a aprovação de alguns temas."
  },
  {
    "term": "Mandado",
    "definition": "Ato escrito emanado de autoridade pública, judicial ou administrativa, em virtude do qual deve ser cumprida a diligência ou a medida que ali se ordena ou se determina, como dar ciência à realização de algo."
  },
  {
    "term": "Mandado de Injunção",
    "definition": "Ação ajuizada para suprir lacuna legislativa."
  },
  {
    "term": "Mandado de Segurança",
    "definition": "Ação intentada para assegurar à pessoa, física ou jurídica, direito líquido e certo, individual ou coletivo, ameaçado ou violado, quando o responsável pela ilegalidade ou abuso de poder for autoridade pública ou agente de pessoa jurídica no exercício de atribuições do Poder Público."
  },
  {
    "term": "Medida Provisória",
    "definition": "Norma com força de lei, editada pelo Presidente da República em caso de relevância e urgência e imediatamente submetida à apreciação do Congresso Nacional, que decide sobre a possibilidade de conversão em lei."
  },
  {
    "term": "Medida de Segurança",
    "definition": "É uma medida de defesa social aplicada a pessoas inimputáveis que cometeram crime e que revelem periculosidade social."
  },
  {
    "term": "Memoriais",
    "definition": "Peça processual apresentada pelas partes após a instrução."
  },
  {
    "term": "Ministério Público",
    "definition": "Instituição permanente, una, indivisível e independente, incluída na Constituição Federal entre as atividades essenciais à função jurisdicional do Estado."
  },
  {
    "term": "Mora",
    "definition": "Atraso no cumprimento de uma obrigação, bem como desobediência quanto à forma ou local de de efetivá-lo, conforme estabelecido em lei ou por contrato entre as partes."
  },
  {
    "term": "Nacionalidade",
    "definition": "É a qualidade da pessoa que pertence a uma nação com qual se identifica."
  },
  {
    "term": "Naturalização",
    "definition": "É o processo pelo qual o Estado (Nação) concede sua nacionalidade ao indivíduo que, originariamente, não é nacional daquele país."
  },
  {
    "term": "Negócio Jurídico",
    "definition": "É um ato jurídico lícito praticado com o fim de adquirir, conservar, transferir, modificar ou extinguir direitos."
  },
  {
    "term": "Nepotismo",
    "definition": "É o favorecimento de parentes de políticos ou de pessoas que exercem poder na administração pública, por meio de nomeações, contratações ou designações para ocupação de cargos públicos."
  },
  {
    "term": "Nexo Causal",
    "definition": "É o vínculo que relaciona o ato ou fato à consequência provocada por ele."
  },
  {
    "term": "Norma Penal em Branco",
    "definition": "É uma norma penal genérica, cujo mandamento necessita de outra norma penal específica que a complemente."
  },
  {
    "term": "Ordem dos Advogados do Brasil",
    "definition": "Órgão de classe profissional, ao qual estão submetidos todos os advogados nela inscritos, que exerce o papel de fiscalizador do exercício da advocacia."
  },
  {
    "term": "Organização Internacional do Trabalho",
    "definition": "É uma organização que reúne Estados Soberanos em busca do aprimoramento e uniformização do Direito do Trabalho."
  },
  {
    "term": "Organização Judiciária",
    "definition": "Conjunto de normas pertinentes à organização, estrutura e hierarquia dos órgãos e auxiliares do Poder Judiciário."
  },
  {
    "term": "Partido Político",
    "definition": "Pessoa jurídica de direito privado, formada pela associação de pessoas físicas que compartilham os mesmos ideais políticos, visando ao alcance do poder por meio das eleições."
  },
  {
    "term": "Peculato",
    "definition": "Crime praticado por um servidor público que se apropria de dinheiro ou qualquer bem a que tenha acesso em razão do cargo."
  },
  {
    "term": "Perito",
    "definition": "Pessoa com conhecimento técnico ou científico necessário, designada pelo magistrado para emitir opinião fundamentada acerca de determinada prova ou fato, de que dependa a solução do processo."
  },
  {
    "term": "Perícia",
    "definition": "Exame ou vistoria, realizados por perito, para fins de emitir opinião técnica fundamentada acerca de determinada prova ou fato, de que dependa a solução do processo."
  },
  {
    "term": "Pessoa Jurídica",
    "definition": "Ente coletivo, resultado de uma ficção jurídica, que possui personalidade própria para ser sujeito capaz de adquirir direitos e contrair obrigações."
  },
  {
    "term": "Pessoa Natural",
    "definition": "É toda pessoa humana capaz de adquirir direitos e contrair obrigações."
  },
  {
    "term": "Petição Inicial",
    "definition": "Requerimento inicial dirigido ao magistrado, por meio do qual o autor exerce seu direito de ação."
  },
  {
    "term": "Petição inepta",
    "definition": "É aquela que apresenta uma das seguintes características:i."
  },
  {
    "term": "Plebiscito",
    "definition": "É uma das formas de exercício da soberania popular, mediante a qual o eleitorado é inquirido previamente para manifestar sua opinião acerca de determinado tema de grande importância política, econômica ou social."
  },
  {
    "term": "Poder Constituinte",
    "definition": "É o poder de elaborar, reformar e revisar a ordem jurídica do Estado, de maneira originária ou derivada."
  },
  {
    "term": "Poder Discricionário",
    "definition": "É o poder atribuído à Administração Pública de decidir, dentro de limites estabelecidos em lei, acerca da conveniência e oportunidade da prática dos atos administrativos."
  },
  {
    "term": "Poder Executivo",
    "definition": "Um dos três poderes do Estado, que é responsável pelo governo do país, Estado, Município ou Distrito Federal."
  },
  {
    "term": "Poder Familiar",
    "definition": "É o poder atribuído aos pais em relação aos filhos menores."
  },
  {
    "term": "Porte de Remessa e Retorno",
    "definition": "Encargos judiciários que compreende as depesas de correios para remessa e devolução dos autos processuais dos tribunais, em caso de interposição de recurso."
  },
  {
    "term": "Precatório",
    "definition": "Instrumento processual por meio do qual o magistrado ordena à Fazenda Pública o pagamento de dívida resultante de condenação judicial."
  },
  {
    "term": "Preclusão",
    "definition": "É a perda do direito de praticar ato processual, devido ao decurso do prazo ou de emendar ato processual já realizado."
  },
  {
    "term": "Prescrição",
    "definition": "É a perda do direito de exigir processualmente a solução de um conflito jurídico, em razão do decurso de prazo legalmente estabelecido."
  },
  {
    "term": "Prescrição da Pretensão Punitiva",
    "definition": "É a perda do direito do Estado de punir, devido ao decurso do tempo, de forma que, extingue-se a punibilidade do acusado ou condenado."
  },
  {
    "term": "Pressupostos Processuais",
    "definition": "São requisitos e condições indispensáveis à constituição e ao regular desenvolvimento do processo."
  },
  {
    "term": "Prevenção",
    "definition": "Critério utilizado para fixar a competência de determinado magistrado, em detrimento de outro igualmente competente, para apreciação e julgamento de um processo."
  },
  {
    "term": "Preâmbulo",
    "definition": "É a parte anterior ao texto da norma que anuncia a promulgação e a exposição de motivos dela, de maneira a orientar a interpretação do conteúdo normativo."
  },
  {
    "term": "Princípio da Insignificância",
    "definition": "Princípio que consiste em afastar a própria tipicidade penal da conduta, ou seja, o ato praticado não é considerado crime, o que resulta na absolvição do réu."
  },
  {
    "term": "Prisão Civil por Dívida",
    "definition": "Privação de liberdade destinada a obrigar a pessoa que deixou cumprir dever fundado em norma jurídica civil."
  },
  {
    "term": "Prisão Preventiva",
    "definition": "Espécie de prisão cautelar cumprida pelo réu antes do trânsito em julgado da sentença condenatória, ou seja, antes da condenação definitiva."
  },
  {
    "term": "Prisão Preventiva para Extradição",
    "definition": "Processo que visa à prisão preventiva do reú, em processo de extradição como meio para assegurar a aplicação da lei."
  },
  {
    "term": "Procurador Federal",
    "definition": "Representante de órgãos da administração indireta da União - autarquias e de fundações - em questões judiciais e extrajudiciais."
  },
  {
    "term": "Procuração",
    "definition": "Instrumento de mandato por meio do qual um indivíduo atribui poderes a outra pessoa para representá-lo ou realizar atos em nome dele."
  },
  {
    "term": "Pronúncia",
    "definition": "Ver Sentença de Pronúncia."
  },
  {
    "term": "Prova Emprestada",
    "definition": "É aquela que foi produzida para surtir efeitos em determinado processo e, posteriormente, é trasladada para também surtir efeitos em outro."
  },
  {
    "term": "Prova Ilícita",
    "definition": "Prova obtida de forma ilegítima, em desrespeito às normas de direito material."
  },
  {
    "term": "Questão de Ordem",
    "definition": "Incidente processual utilizado para suscitar problemas na condução dos trabalhos em órgãos colegiados."
  },
  {
    "term": "Quinto Constitucional",
    "definition": "Instituto jurídico, com fundamento constitucional, que se refere à reserva da quinta parte do número de vagas para composição dos tribunais."
  },
  {
    "term": "Quociente Eleitoral",
    "definition": "Resultado obtido na divisão do número total de votos válidos pelo número de vagas disputadas, nas eleições para os cargos de deputado estadual, deputado federal e vereador."
  },
  {
    "term": "Quociente Partidário",
    "definition": "Resultado obtido na divisão do número total de votos válidos sob a mesma legenda pelo quociente eleitoral, nas eleições para os cargos de deputado estadual, deputado federal e vereador."
  },
  {
    "term": "Quórum",
    "definition": "Número legal mínimo de membros que se faz necessário para a deliberação em órgão colegiado ou assembleia."
  },
  {
    "term": "Reclamação",
    "definition": "Instrumento processual utilizado com as finalidades de: a) preservar a competência do STF para processar e julgar as ações que a Constituição atribui a sua jurisdição; b) garantir que as decisões proferidas pelo Tribunal sejam respeitadas; e c) anular atos e cassar decisões que contrariem enunciados de súmula vinculante editados pela Corte."
  },
  {
    "term": "Recurso",
    "definition": "Instrumento processual por meio do qual é possível à parte vencida ou à outra pessoa interessada impugnar uma decisão judicial ou administrativa, pedindo a alteração total ou parcial do conteúdo decisório."
  },
  {
    "term": "Recurso Especial",
    "definition": "Recurso ao Superior Tribunal de Justiça, de caráter excepcional, para reexame de causas decididas, em única ou última instância, pelo Tribunal Regional Federal ou pelos Tribunais dos Estados, do Distrito Federal e Territórios, quando a decisão recorrida: i."
  },
  {
    "term": "Recurso Extraordinário",
    "definition": "Recurso de caráter excepcional para o Supremo Tribunal Federal contra decisões de outros tribunais, em única ou última instância, quando houver ofensa a norma da Constituição Federal."
  },
  {
    "term": "Recurso Ordinário em Habeas Corpus",
    "definition": "Recurso ao Supremo Tribunal Federal, contra decisão denegatória proferida em Habeas Corpus, decididos em última instância pelos Tribunais superiores."
  },
  {
    "term": "Recurso Ordinário em Habeas Data",
    "definition": "Recurso ao Supremo Tribunal Federal contra decisão denegatória proferida em habeas data, decidido em última instância pelos Tribunais superiores."
  },
  {
    "term": "Recurso Ordinário em Mandado de Injunção",
    "definition": "Recurso ao Supremo Tribunal Federal contra decisão denegatória proferida em Mandado de injunção, decidido em última instância pelos Tribunais superiores."
  },
  {
    "term": "Relator",
    "definition": "Magistrado de órgão colegiado a quem é distribuído o processo para confecção de relatório e voto escritos, que serão utilizados para orientar os demais magistrados do tribunal no julgamento da controvérsia em exame."
  },
  {
    "term": "Remição",
    "definition": "Instituto jurídico que permite ao condenado, que cumpre pena em regime fechado ou semiaberto, reduzir o tempo de seu cumprimento, pelo exercício de trabalho ou pelo estudo."
  },
  {
    "term": "Repercussão Geral",
    "definition": "Instrumento processual que possibilita ao Supremo Tribunal Federal selecionar os Recursos Extraordinários que serão analisados, de acordo com os critérios de relevância jurídica, política, social ou econômica."
  },
  {
    "term": "Representativos da Controvérsia",
    "definition": "São os processos identificados pelo tribunal de origem ou pelo STF, nos quais deverá ser realizado julgamento da preliminar de repercussão geral."
  },
  {
    "term": "Reserva de Plenário",
    "definition": "Instituto jurídico que estabelece a exigência de que os Tribunais somente podem conhecer da inconstitucionalidade de uma norma, pelo voto da maioria absoluta de seus membros ou de órgão especial da Corte."
  },
  {
    "term": "Revisor",
    "definition": "Ministro a quem é atribuída a revisão do processo sobre o qual o relator já tenha atuado."
  },
  {
    "term": "Revisão criminal",
    "definition": "Ação penal em que o condenado requer revisão da sentença penal condenatória, da qual não cabe mais recurso, visando reparar erro do Judiciário."
  },
  {
    "term": "Rito abreviado",
    "definition": "Rito processual que permite, em face da relevância da matéria e de seu especial significado para a ordem social e a segurança jurídica, que relator de uma ação direta de inconstitucionalidade submeta o processo diretamente ao Plenário do Tribunal."
  },
  {
    "term": "Réu",
    "definition": "Pessoa física ou jurídica contra quem se propõe uma ação judicial."
  },
  {
    "term": "Sentença",
    "definition": "Ato processual do magistrado que extingue o processo, com ou sem julgamento de mérito."
  },
  {
    "term": "Sentença de Pronúncia",
    "definition": "É a sentença proferida pelo juiz do processo criminal que determina o julgamento do réu pelo Tribunal do Júri, quando acusado pela prática de crime doloso contra a vida."
  },
  {
    "term": "Sobreaviso",
    "definition": "É o período de trabalho no qual o empregado, mesmo sem execução de serviços, permanece à disposição do empregador, para substituição de funcionários que se ausentem ou para a execução de serviços imprevistos, sendo remunerados por este período na proporção de 1/3 das horas normais trabalhadas."
  },
  {
    "term": "Sobrestado",
    "definition": "Processo que teve seu andamento suspenso, até o julgamento de preliminar de repercussão geral em controvérsia já delimitada, ou até o julgamento de mérito, em tema com repercussão geral reconhecida."
  },
  {
    "term": "Suspensão condicional do processo",
    "definition": "Suspensão da persecução (processo) penal pelo período de dois a quatro anos."
  },
  {
    "term": "Suspensão de segurança",
    "definition": "Pedido feito ao presidente do Supremo Tribunal Federal para que seja suspensa a execução de liminar ou decisão concessiva de mandado de segurança que possa causar lesão à ordem, à saúde, à segurança e à economia pública."
  },
  {
    "term": "Súmula",
    "definition": "Verbete editado por um Tribunal, apoiado em reiteradas decisões sobre determinada matéria."
  },
  {
    "term": "Súmula Vinculante",
    "definition": "Verbete editado pelo Supremo Tribunal Federal, apoiado em reiteradas decisões sobre matéria constitucional, que tem efeito vinculante em relação aos demais órgãos do Poder Judiciário e à administração pública direta e indireta, nas esferas federal, estadual e municipal."
  },
  {
    "term": "Taxa",
    "definition": "É uma espécie de tributo, exigida diretamente em razão do exercício regular do poder de polícia, ou da utilização, efetiva ou potencial, de serviço público específico e divisível, prestado ao contribuinte ou posto à sua disposição."
  },
  {
    "term": "Tema",
    "definition": "É uma categoria processual autônoma, objeto da repercussão geral, que surge com o julgamento da preliminar de repercussão geral."
  },
  {
    "term": "Transitar em julgado",
    "definition": "Expressão utilizada para designar a decisão (sentença ou acórdão) da qual não cabe mais recurso, seja porque já passou por todos os recursos possíveis, seja porque esgotado o prazo para recorrer."
  },
  {
    "term": "Tributo",
    "definition": "Toda prestação pecuniária compulsória, em moeda ou cujo valor nela se possa exprimir, que não constitua sanção de ato ilícito, instituída em lei e cobrada mediante atividade administrativa plenamente vinculada."
  },
  {
    "term": "Tréplica",
    "definition": "Direito da defesa do réu de rebater as alegações do autor proferidas em réplica, no Tribunal do Júri."
  },
  {
    "term": "Writ",
    "definition": "Palavra de origem inglesa que significa “ordem escrita” e no Direito é empregada para se referir ao habeas corpus e ao mandado de segurança."
  }
]
